Repository: richardg867/browsershots
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: nl

source: You're already signed in
nl: Je ben reeds aangemeld

source: Please log out and then try again.
nl: Log uit en probeer het opnieuw.

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Please enable cookies in your browser.
nl: Schakel cookies in in je browser.

source: Incorrect username or password.
nl: Gebruikersnaam en/of wachtwoord onjuist.

source: This account is inactive.
nl: Dit account is niet actief.

source: Welcome to Browsershots!
nl: Welkom bij Browsershots!

source: let me in
nl: laat me erin

source: Forgot your password?
nl: Wachtwoord vergeten?

source: Create a new account?
nl: Wil je een nieuw account aanmaken?

source: logged out
nl: afgemeld

source: You have successfully logged out.
nl: Je hebt je succesvol afgemeld.

source: Hi %(first_name)s!
nl: Hallo %(first_name)s!

source: too many verification emails
nl: Teveel verificatie-e-mails

source: There were too many email requests from your IP in the last 24 hours.
nl: Er waren teveel e-mailaanvragen vanaf jouw IP in de afgelopen 24 uur.

source: Please try again later.
nl: Probeer het later nog een keer.

source: email verification
nl: e-mailverificatie

source: send email
nl: stuur een e-mail

source: email error
nl: e-mailfout

source: Could not send email.
nl: Kon geen e-mail versturen.

source: email sent
nl: e-mail verstuurd

source: A verification email was sent to %(address)s.
nl: Een verificatie email is verstuurd naar %(address)s.

source: Check your email inbox and follow the instructions in the message.
nl: Controleer je inbox en volg de instructies in het bericht.

source: If your email provider uses graylisting, it may take a few minutes.
nl: Als je e-mailprovider gebruik maakt van "greylisting" kan het enkele minuten duren.

source: username
nl: gebruikersnaam

source: first name
nl: Voornaam

source: last name
nl: Achternaam

source: Username must start with a lowercase letter.
nl: Gebruikersnaam moet met een kleine letter beginnen.

source: Username may contain only lowercase letters, digits, underscore, hyphen.
nl: De gebruikersnaam mag alleen kleine letters, cijfers, underscores en streepjes bevatten.

source: This username is reserved.
nl: Deze gebruikersnaam is gereserveerd.

source: password
nl: wachtwoord

source: again
nl: opnieuw

source: The password must have %d or more characters.
nl: Het wachtwoord moet uit minimaal %d karakters bestaan.

source: The password must not be completely numeric.
nl: Het wachtwoord mag niet alleen cijfers bevatten.

source: Repeat password is not the same.
nl: Herhaalde wachtwoord is niet gelijk.

source: This username is already taken.
nl: Deze gebruikersnaam is al in gebruik.

source: Wrong IP address
nl: Verkeerd IP-adres

source: The verification email was requested from a different IP address.
nl: De verificatie-e-mail werd aangevraagd vanaf een ander IP-adres.

source: Bad verification code
nl: Onjuiste verificatiecode

source: The verification code has no email address.
nl: De verificatiecode heeft geen e-mailadres.

source: Verification code expired
nl: Verificatiecode verlopen

source: The verification email was requested more than 24 hours ago.
nl: De verificatie-e-mail is meer dan 24 uur geleden aangevraagd.

source: choose a new password
nl: kies een nieuw wachtwoord

source: change password
nl: verander wachtwoord

source: Password changed
nl: Wachtwoord is gewijzigd

source: Your new password has been saved.
nl: Je wachtwoord is opgeslagen.

source: Click the link in the top right corner to log in.
nl: Klik op de link in de rechter bovenhoek om je aan te melden.

source: create a new account
nl: maak een nieuw account aan

source: create account
nl: maak een account aan

source: Account created
nl: Account aangemaakt

source: A new user account was created.
nl: Er is een nieuw gebruikersaccount aangemaakt.

source: profile
nl: profiel

source: This is your private profile page. Only you can see it.
nl: Dit is jouw profielpagina. Alleen jij kan deze bekijken.

source: your screenshot factories
nl: jouw screenshotfabrieken

source: Register a new screenshot factory?
nl: Wil je een nieuwe screenshotfabriek registreren?

source: Register this browser for screenshots?
nl: Wil je deze browser voor het maken van screenshots registreren?

source: recent factory errors
nl: recente fabrieksfouten

source: factory
nl: fabriek

source: message
nl: bericht

source: age
nl: leeftijd

source: account balance
nl: saldo

source: name
nl: naam

source: e.g. Gecko / KHTML / AppleWebKit
nl: bijv. Gecko / KHTML / AppleWebKit

source: e.g. Firefox / MSIE / Safari
nl: bijv. Firefox / MSIE / Safari

source: Is this a text-mode browser?
nl: Is dit een text-geörienteerde browser?

source: unusual
nl: ongebruikelijk

source: Hide from recent screenshot overview?
nl: Verberg bij het recente schreenshotoverzicht?

source: browser group
nl: browsergroep

source: browser groups
nl: browsergroepen

source: version
nl: versie

source: engine version
nl: engine-versie

source: command
nl: commando

source: Leave empty to use default command.
nl: Laat leeg voor het standaardcommando.

source: active
nl: actief

source: Designates that this browser is currently installed.
nl: Geeft aan dat deze browser op dit moment is geïnstalleerd.

source: last upload
nl: laatste upload

source: uploads per hour
nl: uploads per uur

source: uploads per day
nl: uploads per dag

source: created
nl: aangemaakt

source: deactivate
nl: deactiveren

source: activate
nl: activeren

source: Unknown factory name.
nl: Onbekende fabrieksnaam.

source: Password mismatch.
nl: Wachtwoorden komen niet overeen.

source: add a new browser version
nl: voeg een nieuwe browserversie toe

source: submit
nl: verstuur

source: You can also use this page when you've changed settings or updated the browser.
nl: Je kunt deze pagina ook gebruiken als je je voorkeuren hebt gewijzigd of de browser hebt geüpdated.

source: If the same browser is already registered for your factory, it will be replaced.
nl: Als dezelfde browser reeds bij je fabriek is geregistreerd, wordt deze vervangen.

source: other options
nl: overige opties

source: If your browser group or rendering engine is not available, please write to %(email)s.
nl: Als jouw browsergroep of rendering-engine niet beschikbaar is, stuur dan een bericht naar %(email)s.

source: enabled
nl: Ingeschakeld

source: disabled
nl: uitgeschakeld

source: page not found
nl: pagina niet gevonden

source: The requested page was not found.
nl: De opgevraagde pagina kon niet worden gevonden.

source: internal server error
nl: interne serverfout

source: queue
nl: wachtrij

source: factories
nl: fabrieken

source: search
nl: zoeken

source: signed in as
nl: aangemeld als

source: logout
nl: afmelden

source: login
nl: aanmelden

source: hosted by %(provider)s
nl: gehost door %(provider)s

source: %(hours)d h
nl: %(hours)d u

source: Hostname (lowercase)
nl: hostnaam

source: administrator
nl: beheerder

source: e.g. ThinkPad R32, P4 1.8 GHz, 768 MB
nl: b,v. ThinkPad R32, P4 1.8 GHz, 768 MB

source: operating system
nl: besturingssysteem

source: The last poll came from this IP address.
nl: De laatste aanvraag kwam van dit IP-adres.

source: last poll
nl: laatste aanvraag

source: queue estimate
nl: schatting wachtrij

source: Seconds between screenshot request and upload.
nl: Secondes tussen aanvraag screenshot en upload.

source: width
nl: breedte

source: height
nl: hoogte

source: screen size
nl: schermresolutie

source: screen sizes
nl: schermresoluties

source: color depth
nl: kleurdiepte

source: color depths
nl: kleurdieptes

source: out of service
nl: buiten gebruik

source: No active screenshot factories.
nl: Geen actieve screenshotfabrieken.

source: Value %d is too small.
nl: Waarde %d is te klein.

source: Value %d is too big.
nl: Waarde %d is te groot.

source: invalid request
nl: ongeldige aanvraag

source: permission denied
nl: toegang geweigerd

source: This browser is already inactive.
nl: Deze browser is al inactief.

source: This screen size is already enabled.
nl: Deze scherm resolutie is al aanwezig.

source: Invalid data.
nl: Ongeldige data.

source: This color depth is already enabled.
nl: Deze kleurdiepte is al aanwezig.

source: Name must start with a lowercase letter.
nl: De naam moet beginnen met een kleine letter.

source: Name may contain only lowercase letters, digits, underscore, hyphen.
nl: De naam mag alleen kleine letters, getallen, underscores en streepjes bevatten.

source: This name is reserved.
nl: Deze naam is gereserveerd.

source: This name is already taken.
nl: Deze naam is al in gebruik.

source: register a new screenshot factory
nl: meld een nieuwe screenshotfabriek aan

source: register
nl: registreren

source: Screenshot Factory %(name)s
nl: Screenshotfabriek %(name)s

source: admin
nl: beheerder

source: installed browsers
nl: eginstalleerde browsers

source: short version
nl: korte versie

source: No browsers registered for this factory.
nl: Voor deze fabriek zijn geen browsers geregistreerd.

source: add
nl: voeg toe

source: remove
nl: verwijder

source: default only
nl: alleen standaard

source: recent screenshots
nl: recente screenshots

source: recent problem reports
nl: recente probleemmeldingen

source: %(interval)s ago
nl: %(interval)s geleden

source: screenshot factories
nl: screenshotfabrieken

source: e.g. 1.4 / 1.5 / 1.6
nl: bijv. 1.4 / 1.5 / 1.6

source: Javascript version
nl: Javascriptversie

source: Javascript versions
nl: Javascriptversies

source: Java version
nl: Java-versie

source: Java versions
nl: Java-versies

source: e.g. 5 / 6 / 7 / 8 / 9
nl: bijv. 5 / 6 / 7 / 8 / 9

source: Flash version
nl: Flashversie

source: Flash versions
nl: Flashversies

source: error code
nl: foutcode

source: error message
nl: foutmelding

source: occurred
nl: is opgetreden

source: factory error message
nl: fabriekfoutmelding

source: factory error messages
nl: fabriekfoutmeldingen

source: hashkey
nl: hashcode

source: IP address
nl: IP-adres

source: position
nl: positie

source: platforms
nl: platformen

source: codename
nl: codenaam

source: operating systems
nl: besturingssystemen

source: screen width
nl: schermbreedte

source: screen height
nl: schermhoogte

source: submitter
nl: verzender

source: submitted
nl: verstuurd

source: expire
nl: verlopen

source: request group
nl: aanvraaggroep

source: request groups
nl: aanvraaggroepen

source: screenshot request group
nl: screenshot-aanvraaggroep

source: submitted %(interval)s ago
nl: %(interval)s geleden verzonden

source: expires in %(interval)s
nl: verloopt in %(interval)s

source: extend
nl: verlengen

source: %(width)d pixels wide
nl: %(width)d pixels breed

source: Your screenshots will appear here when they are uploaded.
nl: De screenshots zullen hier verschijnen zodra deze zijn geüpload.

source: [Reload this page] or bookmark it and come back later.
nl: [Herlaad deze pagina] of maak een bladwijzer aan en kom later terug.

source: Your screenshot requests have expired.
nl: De screenshotaanvragen zijn verlopen.

source: %(count)d browsers selected
nl: %(count)d browsers geselecteerd

source: %(count)d starting
nl: %(count)d starten

source: %(count)d loading
nl: %(count)d laden

source: %(count)d uploaded
nl: %(count)d geüpload

source: %(count)d failed
nl: %(count)d mislukt

source: %(count)d expired
nl: %(count)d verlopen

source: %(min_interval)s to %(max_interval)s
nl: %(min_interval)s tot %(max_interval)s

source: download all screenshots
nl: download alle screenshots

source: priority
nl: prioriteit

source: locked
nl: vergrendeld

source: redirected
nl: doorverwezen

source: request
nl: aanvraag

source: requests
nl: aanvragen

source: uploaded
nl: geüpload

source: failed
nl: mislukt

source: loading
nl: bezig met laden

source: starting
nl: starten

source: expired
nl: verlopen

source: unavailable
nl: niet beschikbaar

source: You must send a POST request to this page.
nl: U moet een POST verzoek verzenden naar deze pagina.

source: You must specify a numeric request group ID.
nl: Kon robots.txt niet ophalen voor %(hostname)s.

source: request group expired
nl: aanvraag groep verlopen

source: This request group already expired %d minutes ago.
nl: De aangevraagde groep is %d minuten geleden verlopen.

source: Request new screenshots?
nl: Nieuwe screenshots aanvragen?

source: for %(url)s
nl: voor %(url)s

source: screenshot request queue
nl: screenshotwachtrij

source: pending requests
nl: lopende aanvragen

source: No pending requests.
nl: Geen lopende aanvragen.

source: This is not the requested browser.
nl: Dit is niet de opgevraagde browser.

source: This is not the requested operating system.
nl: Dit is niet het opgevraagde besturingssysteem.

source: This is not the requested Javascript version.
nl: Dit is niet de opgevraagde Javascriptversie.

source: This is not the requested Java version.
nl: Dit is niet de opgevraagde Java-versie.

source: This is not the requested Flash version.
nl: Dit is niet de opgevraagde Flashversie.

source: A language pack needs to be installed.
nl: Een taalpakket moet worden geïnstalleerd.

source: There is a dialog box in front of the browser window.
nl: Er staat een dialoogvenster voor het browservenster.

source: The browser window is not maximized.
nl: Het browservenster is niet gemaximaliseerd.

source: The page is not finished loading.
nl: Het laden van de pagina is niet voltooid.

source: This is not %(browser)s.
nl: Dit is niet %(browser)s.

source: This is not %(operating_system)s.
nl: Dit is niet %(operating_system)s.

source: Javascript is not %(javascript)s.
nl: Javascript is niet %(javascript)s.

source: Java is not %(java)s.
nl: Java is niet %(java)s.

source: Flash is not %(flash)s.
nl: Flash is niet %(flash)s.

source: user
nl: gebruiker

source: colors
nl: kleurdieptes

source: first
nl: eerste

source: previous
nl: vorige

source: next
nl: volgende

source: last
nl: laatste

source: %(index)d out of %(total)d
nl: %(index)d van %(total)d

source: with %(browser)s
nl: met %(browser)s

source: on %(platform)s
nl: op %(platform)s

source: reported
nl: gemeld

source: problem report
nl: probleemmelding

source: problem reports
nl: probleemmeldingen

source: HTML is not allowed here.
nl: HTML is hier niet toegestaan.

source: URLs are not allowed here.
nl: URLs zijn hier niet toegestaan.

source: Click for full size.
nl: Klik voor de volledige grootte.

source: dimensions
nl: afmetingen

source: file size
nl: bestandsgrootte

source: requested
nl: aangevraagd

source: started
nl: gestart

source: page loaded
nl: pagina geladen

source: Report a problem with this screenshot?
nl: Een probleem met deze screenshot melden?

source: This is used to generate the link to the logo image.
nl: Dit wordt gebruikt om de link naar het logo te genereren.

source: premium
nl: hoofd

source: Premium sponsors are always shown on the front page.
nl: Hoofdsponsors worden altijd op de voorpagina weergegeven.

source: front page
nl: voorpagina

source: login required
nl: Login verplicht

source: Anonymous screenshot requests are not allowed.
nl: Anonieme screenshot requests zijn verboden.

source: Please log in with your username and password.
nl: Log s.v.p. in met uw gebruikersnaam en wachtwoord.

source: don't care
nl: maakt niet uit

source: Enter your web address here:
nl: Vul je webadres hier in:

source: URL scheme %(scheme)s is not supported.
nl: URL schema %(scheme)s wordt niet ondersteund.

source: Malformed URL (server name not specified).
nl: Misvormde URL (server niet vermeld).

source: Malformed URL (spaces in server name).
nl: Foutieve URL (spaties in server URL).

source: Could not resolve IP address for %(hostname)s.
nl: Kon IP adres niet worden resolved voor %(hostname)s.

source: Server IP address %(ip)s is disallowed.
nl: Server IP adres %(ip)s is niet toegestaan.

source: Could not get robots.txt from %(hostname)s.
nl: Kon robots.txt niet ophalen voor %(hostname)s.

source: Browsershots was blocked by %(robots_txt_url)s.
nl: Browsershots is geblokeerd door %(robots_txt_url)s.

source: Please read the %(faq)s.
nl: Lees de %(faq)s a.u.b.

source: Could not connect to %(hostname)s.
nl: Kon geen verbinding maken met %(hostname)s.

source: Could not send HTTP request to %(hostname)s.
nl: Kon geen HTTP-request sturen naar %(hostname)s.

source: Could not get page content from %(hostname)s.
nl: Kon pagina-inhoud van %(hostname)s niet weergeven.

source: Malformed URL (database integrity error).
nl: Misvormde URL (database-integriteitsfout).

source: Server failed to respond within %d seconds.
nl: Server reageerde niet binnen %d seconden.

source: Test your web design in different browsers
nl: Test je webdesign in verschillende browsers

source: documentation
nl: documentatie

source: source code
nl: broncode

source: translations
nl: vertalingen

source: What is Browsershots?
nl: Wat is Browsershots?

source: Browsershots makes screenshots of your web design in different browsers.
nl: Browsershots maakt screenshots van jouw webdesign in verschillende browsers.

source: It is a free open-source online service created by Johann C. Rocholl.
nl: Het is een vrij open-source online dienst, ontwikkeld door Johann C. Rocholl.

source: When you submit your web address, it will be added to the job queue.
nl: Als je een webadres verstuurt, wordt het aan de wachtrij toegevoegd.

source: A number of distributed computers will open your website in their browser.
nl: Verschillende gedistribueerde computers zullen je website openen in hun browser.

source: Then they will make screenshots and upload them to the central server here.
nl: Daarna maken ze schermafbeeldingen en uploaden deze naar de centrale server.

source: latest news
nl: laatste nieuws

source: premium sponsors
nl: hoofdsponsors

source: Missing slash after the hostname.
nl: Ontbrekende slash na de hostnaam.

source: domain
nl: domein

source: domains
nl: domeinen

source: profanities
nl: ongepastheden

source: fetched
nl: opgevraagd

source: website overview
nl: websiteoverzicht

source: other pages on the same domain
nl: andere pagina's op hetzelfde domein

source: unknown website
nl: onbekende website

source: This address was never submitted, or removed after inactivity.
nl: Dit adres is nooit verwerkt, of is verwijderd na inactiviteit.
